---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFz1
source: html/600a16a4-8529-35bb-bcb6-e3cbe7569f1f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadLinearForceFz1 Property

"Fz 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadLinearForceFz1 { get; }
```